Repository: jimmynotjames/simple-recurring-budgets
Catalog: simple-recurring-budgets/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, es_mx, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# addEditBudget.action.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# addEditBudget.action.delete
source: Delete Budget
ar: حذف الميزانية
bn: বাজেট মুছে ফেলুন
ca: Elimina el pressupost
cs: Smazat rozpočet
da: Slet budget
de: Budget löschen
el: Διαγραφή Προϋπολογισμού
es: Eliminar presupuesto
es_mx: Eliminar presupuesto
fi: Poista budjetti
fr: Supprimer le budget
fr_ca: Supprimer le budget
gu: બજેટ કાઢી નાખો
he: מחיקת תקציב
hi: बजट हटाएं
hr: Izbriši proračun
hu: Költségkeret törlése
id: Hapus Anggaran
it: Elimina Budget
ja: 予算を削除
kn: ಬಜೆಟ್ ಅಳಿಸಿ
ko: 예산 삭제
ml: ബജറ്റ് ഇല്ലാതാക്കുക
mr: budget हटवा
ms: Padam Bajet
nb: Slett budsjett
nl: Verwijder budget
or: ବଜେଟ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਬਜਟ ਮਿਟਾਓ
pl: Usuń budżet
pt_br: Excluir Orçamento
pt_pt: Eliminar Orçamento
ro: Șterge bugetul
ru: Удалить бюджет
sk: Odstrániť rozpočet
sl: Izbriši proračun
sv: Radera budget
ta: பட்ஜெட்டை நீக்கு
te: బడ్జెట్‌ను తొలగించండి
th: ลบงบประมาณ
tr: Bütçeyi Sil
uk: Видалити бюджет
ur: بجٹ حذف کریں
vi: Xóa ngân sách
zh_hans: 删除预算
zh_hant: 刪除預算

# addEditBudget.action.delete.accessibilityHint
source: Permanently deletes this budget and its expenses.
ar: يحذف هذه الميزانية ونفقاتها نهائياً.
bn: এই বাজেট এবং এর খরচগুলি স্থায়ীভাবে মুছে ফেলে।
ca: Elimina permanentment aquest pressupost i les seves despeses.
cs: Trvale odstraní tento rozpočet a jeho výdaje.
da: Sletter dette budget og dets udgifter permanent.
de: Löscht dieses Budget und alle Ausgaben dauerhaft.
el: Διαγράφει οριστικά αυτόν τον προϋπολογισμό και τα έξοδά του.
es: Elimina permanentemente este presupuesto y sus gastos.
es_mx: Elimina permanentemente este presupuesto y sus gastos.
fi: Poistaa tämän budjetin ja sen kulut pysyvästi.
fr: Supprime définitivement ce budget et ses dépenses.
fr_ca: Supprime définitivement ce budget et ses dépenses.
gu: આ બજેટ અને તેના ખર્ચને સ્થાયી રીતે કાઢી નાખે છે.
he: מוחק לצמיתות את התקציב והוצאותיו.
hi: यह बजट और इसके सभी खर्च स्थायी रूप से हटा देता है।
hr: Trajno briše ovaj proračun i sve troškove.
hu: Véglegesen törli ezt a büdzsét és a hozzá tartozó kiadásokat.
id: Menghapus anggaran ini beserta pengeluarannya secara permanen.
it: Elimina definitivamente questo budget e le sue spese.
ja: この予算とその支出を完全に削除します。
kn: ಈ ಬಜೆಟ್ ಮತ್ತು ಅದರ ಖರ್ಚುಗಳನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುತ್ತದೆ.
ko: 이 예산과 모든 지출을 영구적으로 삭제해요.
ml: ഈ ബജറ്റ്‌ നിരന്തരമായി ഇല്ലാതാക്കി അതിന്റെ ചെലവുകളും ഇല്ലാതാക്കുന്നു.
mr: हा budget आणि त्याचे सर्व खर्च कायमचे हटवते.
ms: Memadamkan belanjawan ini dan perbelanjaannya secara kekal.
nb: Sletter dette budsjettet og alle utgifter permanent.
nl: Verwijdert dit budget en de uitgaven permanent.
or: ଏହି ବଜେଟ୍ ଏବଂ ଏହାର ଖର୍ଚ୍ଚ ସ୍ଥାୟୀভାବେ ବିଲୋପ କରେ।
pa: ਇਹ ਬਜਟ ਅਤੇ ਇਸ ਦੇ ਖਰਚੇ ਸਥਾਈ ਤੌਰ ਤੇ ਮਿਟਾ ਦਿੱਤਾ ਜਾਵੇਗਾ।
pl: Trwale usuwa ten budżet i jego wydatki.
pt_br: Exclui permanentemente este orçamento e suas despesas.
pt_pt: Elimina permanentemente este orçamento e as suas despesas.
ro: Șterge definitiv acest buget și cheltuielile sale.
ru: Удаляет этот бюджет и все его расходы безвозвратно.
sk: Natrvalo odstráni tento rozpočet a jeho výdavky.
sl: Trajno izbriše ta proračun in njegove stroške.
sv: Tar bort den här budgeten och dess utgifter permanent.
ta: இந்தப் பட்ஜெட்டையும் அதன் செலவுகளையும் நிரந்தரமாக நீக்குகிறது.
te: ఈ బడ్జెట్‌ను మరియు దాని ఖర్చులను శాశ్వతంగా తొలగిస్తుంది.
th: ลบงบประมาณและค่าใช้จ่ายทั้งหมดอย่างถาวร
tr: Bu bütçeyi ve harcamalarını kalıcı olarak siler.
uk: Остаточно видаляє цей бюджет та його витрати.
ur: اس بجٹ اور اس کے اخراجات کو مستقل طور پر حذف کرتا ہے۔
vi: Xóa vĩnh viễn ngân sách này và các chi tiêu của nó.
zh_hans: 永久删除此预算及其所有支出。
zh_hant: 永久刪除此預算及其所有支出。

# addEditBudget.action.save
source: Save
ar: حفظ
bn: সংরক্ষণ করুন
ca: Desa
cs: Uložit
da: Gem
de: Sichern
el: Αποθήκευση
es: Guardar
es_mx: Guardar
fi: Tallenna
fr: Enregistrer
fr_ca: Enregistrer
gu: સાચવો
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
kn: ಉಳಿಸಿ
ko: 저장
ml: സംരക്ഷിക്കുക
mr: जतन करा
ms: Simpan
nb: Lagre
nl: Bewaar
or: ସେଭ୍ କରନ୍ତୁ
pa: ਸੰਭਾਲੋ
pl: Zapisz
pt_br: Salvar
pt_pt: Guardar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
ta: சேமி
te: సేవ్ చేయండి
th: บันทึก
tr: Kaydet
uk: Зберегти
ur: محفوظ کریں
vi: Lưu
zh_hans: 保存
zh_hant: 儲存

# addEditBudget.chip.period.accessibilityLabel
source: %@ period
ar: فترة %@
bn: %@ সময়কাল
ca: Període %@
cs: Období: %@
da: %@ periode
de: %@ Zeitraum
el: περίοδος %@
es: Período %@
es_mx: Período %@
fi: %@ jakso
fr: Période %@
fr_ca: Période %@
gu: %@ સમયગાળો
he: תקופת %@
hi: %@ अवधि
hr: %@ razdoblje
hu: %@ időszak
id: periode %@
it: periodo %@
ja: %@の期間
kn: %@ ಅವಧಿ
ko: %@ 기간
ml: %@ കാലയളവ്
mr: %@ कालावधी
ms: Tempoh %@
nb: %@ periode
nl: %@ periode
or: %@ ଅବଧି
pa: %@ ਮਿਆਦ
pl: okres %@
pt_br: Período %@
pt_pt: Período %@
ro: Perioadă %@
ru: Период: %@
sk: Obdobie %@
sl: %@ obdobje
ta: %@ காலம்
te: %@ వ్యవధి
th: ช่วงเวลา %@
tr: %@ dönem
uk: Період %@
ur: %@ مدت
vi: Kỳ %@
zh_hans: %@周期
zh_hant: %@ 週期

# addEditBudget.chip.period.locked.accessibilityHint
source: Locked. Period can't be changed after creating your budget.
ar: مقفل. لا يمكن تغيير الفترة بعد إنشاء ميزانيتك.
bn: লক করা হয়েছে। বাজেট তৈরির পর সময়কাল পরিবর্তন করা যায় না।
ca: Bloquejat. El període no es pot canviar un cop creat el pressupost.
cs: Zamčeno. Období nelze po vytvoření rozpočtu změnit.
da: Låst. Perioden kan ikke ændres, efter du har oprettet dit budget.
de: Gesperrt. Der Zeitraum kann nach dem Erstellen deines Budgets nicht mehr geändert werden.
el: Κλειδωμένο. Η περίοδος δεν μπορεί να αλλαχθεί μετά τη δημιουργία του προϋπολογισμού.
es: Bloqueado. El periodo no se puede cambiar una vez creado el presupuesto.
es_mx: Bloqueado. El período no puede cambiarse después de crear tu presupuesto.
fi: Lukittu. Kautta ei voi muuttaa budjetin luomisen jälkeen.
fr: Verrouillé. La période ne peut pas être modifiée après la création du budget.
fr_ca: Verrouillé. La période ne peut pas être modifiée après la création du budget.
gu: લૉક કર્યું. બજેટ બનાવ્યા પછી સમયગાળો બદલી શકાતો નથી.
he: נעול. לא ניתן לשנות את התקופה לאחר יצירת התקציב.
hi: लॉक है। बजट बनाने के बाद अवधि बदली नहीं जा सकती।
hr: Zaključano. Razdoblje se ne može promijeniti nakon stvaranja proračuna.
hu: Zárolt. Az időszak a költségvetés létrehozása után nem módosítható.
id: Terkunci. Periode tidak dapat diubah setelah anggaran dibuat.
it: Bloccato. Il periodo non può essere modificato dopo aver creato il budget.
ja: ロック済み。予算を作成した後は期間を変更できません。
kn: ಲಾಕ್ ಮಾಡಿದೆ. ನಿಮ್ಮ ಬಜೆಟ್ ರಚಿಸಿದ ನಂತರ ಅವಧಿ ಬದಲಾಯಿಸಲಾಗುವುದಿಲ್ಲ.
ko: 잠김. 예산 생성 후에는 기간을 변경할 수 없습니다.
ml: ലോക്ക് ചെയ്തിരിക്കുന്നു. ബജറ്റ് സൃഷ്ടിച്ച ശേഷം കാലയളവ് മാറ്റാൻ കഴിയില്ല.
mr: लॉक केलेले. Budget तयार केल्यानंतर कालावधी बदलता येत नाही.
ms: Dikunci. Tempoh tidak boleh diubah selepas bajet dibuat.
nb: Låst. Perioden kan ikke endres etter at budsjettet er opprettet.
nl: Vergrendeld. Periode kan niet worden gewijzigd na het aanmaken van je budget.
or: ବନ୍ଦ। ବଜେଟ୍ ତୈରି ହେବାପରେ ଅବଧି ପରିବର୍ତ୍ତନ କରାଯାଇ ପାରିବ ନାହିଁ।
pa: ਲੱਕ ਕੀਤਾ ਹੋਇਆ। ਬਜਟ ਬਣਾਉਣ ਤੋਂ ਬਾਅਦ ਮਿਆਦ ਨਹੀਂ ਬਦਲੀ ਜਾ ਸਕਦੀ।
pl: Zablokowane. Okresu nie można zmienić po utworzeniu budżetu.
pt_br: Bloqueado. O período não pode ser alterado após a criação do orçamento.
pt_pt: Bloqueado. O período não pode ser alterado após criar o orçamento.
ro: Blocat. Perioada nu poate fi modificată după crearea bugetului.
ru: Заблокировано. Период нельзя изменить после создания бюджета.
sk: Zamknuté. Obdobie nemožno po vytvorení rozpočtu zmeniť.
sl: Zaklenjeno. Obdobja ne moreš spremeniti po ustvarjanju proračuna.
sv: Låst. Perioden kan inte ändras efter att din budget har skapats.
ta: பூட்டப்பட்டது. உங்கள் பட்ஜெட்டை உருவாக்கியபின் காலத்தை மாற்ற முடியாது.
te: లాక్ చేయబడింది. బడ్జెట్‌ను సృష్టించిన తర్వాత వ్యవధిని మార్చలేము.
th: ล็อกอยู่ ไม่สามารถเปลี่ยนรอบเวลาได้หลังจากสร้างงบประมาณแล้ว
tr: Kilitli. Bütçeni oluşturduktan sonra dönem değiştirilemez.
uk: Заблоковано. Після створення бюджету змінити період неможливо.
ur: بند ہے۔ بجٹ بنانے کے بعد مدت تبدیل نہیں کی جا سکتی۔
vi: Đã khóa. Kỳ không thể thay đổi sau khi tạo ngân sách.
zh_hans: 已锁定。预算创建后无法更改周期。
zh_hant: 已鎖定。預算建立後無法更改週期。

# addEditBudget.dates.picker.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_mx: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
gu: રદ કરો
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
mr: रद्द करा
ms: Batal
nb: Avbryt
nl: Annuleer
or: ବାତିଲ୍ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sl: Prekliči
sv: Avbryt
ta: ரத்துசெய்
te: రద్దు చేయండి
th: ยกเลิก
tr: İptal
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# addEditBudget.dates.picker.done
source: Done
ar: تم
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
es_mx: Listo
fi: Valmis
fr: OK
fr_ca: OK
gu: થઈ ગયું
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
kn: ಮುಗಿದಿದೆ
ko: 완료
ml: പൂർത്തിയായി
mr: पूर्ण झाले
ms: Selesai
nb: Ferdig
nl: Gereed
or: ସମ୍ପୂର୍ଣ୍ଣ
pa: ਮੁਕੰਮਲ
pl: Gotowe
pt_br: Concluído
pt_pt: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zh_hant: 完成

# addEditBudget.deleteConfirmation.confirm
source: Delete Budget
ar: حذف الميزانية
bn: বাজেট মুছে ফেলুন
ca: Elimina el pressupost
cs: Smazat rozpočet
da: Slet budget
de: Budget löschen
el: Διαγραφή Προϋπολογισμού
es: Eliminar presupuesto
es_mx: Eliminar presupuesto
fi: Poista budjetti
fr: Supprimer le budget
fr_ca: Supprimer le budget
gu: બજેટ કાઢી નાખો
he: מחיקת תקציב
hi: बजट हटाएं
hr: Izbriši proračun
hu: Költségkeret törlése
id: Hapus Anggaran
it: Elimina Budget
ja: 予算を削除
kn: ಬಜೆಟ್ ಅಳಿಸಿ
ko: 예산 삭제
ml: ബജറ്റ് ഇല്ലാതാക്കുക
mr: budget हटवा
ms: Padam Bajet
nb: Slett budsjett
nl: Verwijder budget
or: ବଜେଟ୍ ବିଲୋପ କରନ୍ତୁ
pa: ਬਜਟ ਮਿਟਾਓ
pl: Usuń budżet
pt_br: Excluir Orçamento
pt_pt: Eliminar Orçamento
ro: Șterge bugetul
ru: Удалить бюджет
sk: Odstrániť rozpočet
sl: Izbriši proračun
sv: Radera budget
ta: பட்ஜெட்டை நீக்கு
te: బడ్జెట్‌ను తొలగించండి
th: ลบงบประมาณ
tr: Bütçeyi Sil
uk: Видалити бюджет
ur: بجٹ حذف کریں
vi: Xóa ngân sách
zh_hans: 删除预算
zh_hant: 刪除預算

# addEditBudget.deleteConfirmation.message
source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
bn: এই পদক্ষেপটি পূর্বাবস্থায় ফেরানো যায় না।
ca: Aquesta acció no es pot desfer.
cs: Tuto akci nelze vrátit zpět.
da: Denne handling kan ikke fortrydes.
de: Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esta acción no se puede deshacer.
es_mx: Esta acción no se puede deshacer.
fi: Toimintoa ei voi kumota.
fr: Cette action est irréversible.
fr_ca: Cette action est irréversible.
gu: આ ક્રિયા પૂર્વવત્ કરી શકાતી નથી.
he: לא ניתן לבטל פעולה זו.
hi: यह क्रिया पूर्ववत नहीं की जा सकती।
hr: Ova se radnja ne može poništiti.
hu: Ez a művelet nem vonható vissza.
id: Tindakan ini tidak dapat dibatalkan.
it: Questa azione non può essere annullata.
ja: この操作は元に戻せません。
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ಹಿಂತೆಗೆದುಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ.
ko: 이 작업은 취소할 수 없어요.
ml: ഈ പ്രവർത്തനം പിന്നീട് പരിഹരിക്കാൻ കഴിയില്ല.
mr: ही क्रिया पूर्ववत केली जाऊ शकत नाही.
ms: Tindakan ini tidak boleh dibatalkan.
nb: Denne handlingen kan ikke angres.
nl: Deze actie kan niet ongedaan worden gemaakt.
or: ଏହି କାର୍ଯ୍ୟ ପୂର୍ବାବସ୍ଥାକୁ ଫେରାଇ ଦେଇ ପାରିବ ନାହିଁ।
pa: ਇਹ ਕਾਰਵਾਈ ਵਾਪਸ ਨਹੀਂ ਕੀਤੀ ਜਾ ਸਕਦੀ।
pl: Tej operacji nie można cofnąć.
pt_br: Essa ação não pode ser desfeita.
pt_pt: Esta ação não pode ser anulada.
ro: Această acțiune nu poate fi anulată.
ru: Это действие нельзя отменить.
sk: Túto akciu nie je možné vrátiť späť.
sl: Tega dejanja ni mogoče razveljaviti.
sv: Åtgärden kan inte ångras.
ta: இந்த நடவடிக்கையை செயல்நீக்கம் செய்ய முடியாது.
te: ఈ చర్య రద్దు చేయలేము.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
tr: Bu işlem geri alınamaz.
uk: Цю дію неможливо скасувати.
ur: یہ کارروائی واپس نہیں کی جا سکتی۔
vi: Hành động này không thể hoàn tác.
zh_hans: 此操作无法撤销。
zh_hant: 此操作無法復原。

# addEditBudget.deleteConfirmation.title
source: Delete Budget?
ar: حذف الميزانية؟
bn: বাজেট মুছে ফেলুন?
ca: Vols eliminar el pressupost?
cs: Smazat rozpočet?
da: Slet budget?
de: Budget löschen?
el: Διαγραφή Προϋπολογισμού;
es: ¿Eliminar presupuesto?
es_mx: ¿Eliminar presupuesto?
fi: Poistetaanko budjetti?
fr: Supprimer le budget ?
fr_ca: Supprimer le budget?
gu: બજેટ કાઢી નાખવું?
he: למחוק את התקציב?
hi: बजट हटाएं?
hr: Izbrisati proračun?
hu: Törli a költségkeretet?
id: Hapus Anggaran?
it: Eliminare il Budget?
ja: 予算を削除しますか？
kn: ಬಜೆಟ್ ಅಳಿಸುವುದೇ?
ko: 예산을 삭제할까요?
ml: ബജറ്റ് ഇല്ലാതാക്കണോ?
mr: Budget हटवायचा?
ms: Padam Bajet?
nb: Slette budsjett?
nl: Budget verwijderen?
or: ବଜେଟ୍ ବିଲୋପ କରିବେ?
pa: ਬਜਟ ਮਿਟਾਓ?
pl: Usunąć budżet?
pt_br: Excluir Orçamento?
pt_pt: Eliminar Orçamento?
ro: Ștergi bugetul?
ru: Удалить бюджет?
sk: Odstrániť rozpočet?
sl: Izbriši proračun?
sv: Radera budget?
ta: பட்ஜெட்டை நீக்கவா?
te: బడ్జెట్‌ను తొలగించాలా?
th: ลบงบประมาณ?
tr: Bütçe Silinsin mi?
uk: Видалити бюджет?
ur: بجٹ حذف کریں؟
vi: Xóa ngân sách?
zh_hans: 删除预算？
zh_hant: 刪除預算？

# addEditBudget.field.allocation.accessibilityLabel
source: Allocation amount, %@
ar: مبلغ التخصيص، %@
bn: বরাদ্দ পরিমাণ, %@
ca: Import assignat, %@
cs: Přidělená částka: %@
da: Beløb, %@
de: Zugeteilter Betrag, %@
el: Ποσό κατανομής, %@
es: Importe asignado, %@
es_mx: Monto asignado, %@
fi: Budjetin summa, %@
fr: Montant alloué, %@
fr_ca: Montant alloué, %@
gu: ફાળવણી રકમ, %@
he: סכום הקצאה, %@
hi: आवंटन राशि, %@
hr: Iznos raspodjele, %@
hu: Keretösszeg: %@
id: Jumlah alokasi, %@
it: Importo allocato, %@
ja: 割り当て金額、%@
kn: ವಿತರಣ ಮೊತ್ತ, %@
ko: 배정 금액, %@
ml: വകയിരുത്തൽ തുക, %@
mr: वाटप रक्कम, %@
ms: Jumlah peruntukan, %@
nb: Tildelingsbeløp, %@
nl: Bedrag, %@
or: ବଣ୍ଟନ ରାଶି, %@
pa: ਵੰਡ ਰਕਮ, %@
pl: Kwota alokacji: %@
pt_br: Valor de alocação, %@
pt_pt: Montante alocado, %@
ro: Suma alocată, %@
ru: Сумма бюджета, %@
sk: Suma pridelenia, %@
sl: Znesek razporeditve, %@
sv: Tilldelat belopp, %@
ta: ஒதுக்கீடு தொகை, %@
te: కేటాయింపు మొత్తం, %@
th: จำนวนเงินที่จัดสรร, %@
tr: Tahsisat tutarı, %@
uk: Сума розподілу, %@
ur: مختص رقم، %@
vi: Số tiền phân bổ, %@
zh_hans: 预算金额，%@
zh_hant: 分配金額，%@

# addEditBudget.field.currency.accessibilityHint
source: Opens currency picker
ar: يفتح منتقي العملة
bn: মুদ্রা নির্বাচক খোলে
ca: Obre el selector de moneda
cs: Otevře výběr měny
da: Åbner valutavælger
de: Öffnet die Währungsauswahl
el: Ανοίγει την επιλογή νομίσματος
es: Abre el selector de moneda
es_mx: Abre el selector de moneda
fi: Avaa valuutanvalitsimen
fr: Ouvre le sélecteur de devise
fr_ca: Ouvre le sélecteur de devise
gu: ચલણ પીકર ખોલે છે
he: פותח בורר מטבע
hi: मुद्रा चयनकर्ता खोलता है
hr: Otvara odabir valute
hu: Megnyitja a pénznem-választót
id: Membuka pemilih mata uang
it: Apre il selettore valuta
ja: 通貨ピッカーを開きます
kn: ಕರೆನ್ಸಿ ಪಿಕರ್ ತೆರೆಯುತ್ತದೆ
ko: 통화 선택기를 열어요
ml: കറൻസി പിക്കർ തുറക്കുന്നു
mr: चलन निवडक उघडते
ms: Membuka pemilih mata wang
nb: Åpner valutavelger
nl: Opent valutakiezer
or: ମୁଦ୍ରା ପିକର୍ ଖୋଲେ
pa: ਮੁਦਰਾ ਚੋਣ ਖੋਲ੍ਹਦਾ ਹੈ
pl: Otwiera wybór waluty
pt_br: Abre o seletor de moeda
pt_pt: Abre o seletor de moeda
ro: Deschide selectorul de valută
ru: Открывает выбор валюты
sk: Otvorí výber meny
sl: Odpre izbor valute
sv: Öppnar valutaväljaren
ta: நாணய தேர்ப்பியைத் திறக்கிறது
te: కరెన్సీ పిక్కర్‌ను తెరుస్తుంది
th: เปิดตัวเลือกสกุลเงิน
tr: Para birimi seçiciyi açar
uk: Відкриває вибір валюти
ur: کرنسی کاانتخاب کھولتا ہے
vi: Mở bộ chọn tiền tệ
zh_hans: 打开货币选择器
zh_hant: 開啟貨幣選擇器

# addEditBudget.field.currency.accessibilityLabel
source: Currency, %@
ar: العملة، %@
bn: মুদ্রা, %@
ca: Moneda, %@
cs: Měna: %@
da: Valuta, %@
de: Währung, %@
el: Νόμισμα, %@
es: Moneda, %@
es_mx: Moneda, %@
fi: Valuutta, %@
fr: Devise, %@
fr_ca: Devise, %@
gu: ચલણ, %@
he: מטבע, %@
hi: मुद्रा, %@
hr: Valuta, %@
hu: Pénznem: %@
id: Mata uang, %@
it: Valuta, %@
ja: 通貨、%@
kn: ಕರೆನ್ಸಿ, %@
ko: 통화, %@
ml: കറൻസി, %@
mr: चलन, %@
ms: Mata wang, %@
nb: Valuta, %@
nl: Valuta, %@
or: ମୁଦ୍ରା, %@
pa: ਮੁਦਰਾ, %@
pl: Waluta: %@
pt_br: Moeda, %@
pt_pt: Moeda, %@
ro: Valută, %@
ru: Валюта, %@
sk: Mena, %@
sl: Valuta, %@
sv: Valuta, %@
ta: நாணயம், %@
te: కరెన్సీ, %@
th: สกุลเงิน, %@
tr: Para birimi, %@
uk: Валюта, %@
ur: کرنسی، %@
vi: Tiền tệ, %@
zh_hans: 货币，%@
zh_hant: 貨幣，%@

# addEditBudget.field.date.end.accessibilityHint
source: Opens a calendar to pick the end date.
ar: يفتح تقويماً لاختيار تاريخ الانتهاء.
bn: শেষ তারিখ নির্বাচন করতে একটি ক্যালেন্ডার খোলে।
ca: Obri un calendari per seleccionar la data de finalització.
cs: Otevře kalendář pro výběr koncového data.
da: Åbner en kalender for at vælge slutdatoen.
de: Öffnet einen Kalender zur Auswahl des Enddatums.
el: Ανοίγει ένα ημερολόγιο για να επιλέξετε την ημερομηνία λήξης.
es: Abre un calendario para elegir la fecha de fin.
es_mx: Abre un calendario para elegir la fecha final.
fi: Avaa kalenterin lopetuspäivän valintaa varten.
fr: Ouvre un calendrier pour sélectionner la date de fin.
fr_ca: Ouvre un calendrier pour sélectionner la date de fin.
gu: અંતિમ તારીખ પસંદ કરવા માટે કેલેન્ડર ખોલે છે.
he: פתיחת לוח שנה לבחירת תאריך הסיום.
hi: समाप्ति तारीख चुनने के लिए कैलेंडर खोलता है।
hr: Otvara kalendar za odabir krajnjeg datuma.
hu: Megnyit egy naptárat a végdátum kiválasztásához.
id: Membuka kalender untuk memilih tanggal akhir.
it: Apre un calendario per scegliere la data di fine.
ja: カレンダーを開いて終了日を選択します。
kn: ಅಂತಿಮ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಲು ಕ್ಯಾಲೆಂಡರ್ ತೆರೆಯುತ್ತದೆ.
ko: 달력을 열어 종료 날짜를 선택합니다.
ml: അവസാന തീയതി തിരഞ്ഞെടുക്കാൻ കാലിണ്ടർ തുറക്കുന്നു.
mr: समाप्ती तारीख निवडण्यासाठी कॅलेंडर उघडते.
ms: Membuka kalender untuk memilih tarikh akhir.
nb: Åpner en kalender for å velge sluttdatoen.
nl: Opent een agenda om de einddatum te selecteren.
or: ଶେଷ ତାରିଖ ବାଛିବା ପାଇଁ ଏକ ପଞ୍ଜିକା ଖୋଲେ।
pa: ਸਮਾਪਤੀ ਤਾਰੀਖ਼ ਚੁਣਨ ਲਈ ਕੈਲੰਡਰ ਖੋਲ੍ਹਦਾ ਹੈ।
pl: Otwiera kalendarz do wybrania daty końcowej.
pt_br: Abre um calendário para selecionar a data final.
pt_pt: Abre um calendário para selecionar a data de término.
ro: Deschide un calendar pentru a alege data de încheiere.
ru: Откроет календарь для выбора даты окончания.
sk: Otvára kalendár na výber dátumu konca.
sl: Odpre koledar za izbor datuma konca.
sv: Öppnar en kalender för att välja slutdatum.
ta: முடிவுத் தேதியைத் தேர்ந்தெடுக்க ஒரு நாட்காட்டியைத் திறக்கிறது.
te: ముగింపు తేదీని ఎంచుకోవడానికి క్యాలెండర్‌ను తెరుస్తుంది.
th: เปิดปฏิทินเพื่อเลือกวันสิ้นสุด
tr: Bitiş tarihini seçmek için bir takvim açar.
uk: Відкриває календар для вибору дати закінчення.
ur: اختتام کی تاریخ منتخب کرنے کے لیے ایک کیلنڈر کھولتا ہے۔
vi: Mở lịch để chọn ngày kết thúc.
zh_hans: 打开日历以选择结束日期。
zh_hant: 開啟日曆以選擇結束日期。

# addEditBudget.field.date.end.accessibilityLabel.set
source: End date, %@
ar: تاريخ الانتهاء، %@
bn: শেষ তারিখ, %@
ca: Data de fi, %@
cs: Datum konce, %@
da: Slutdato, %@
de: Enddatum, %@
el: Ημερομηνία λήξης, %@
es: Fecha de fin, %@
es_mx: Fecha de fin, %@
fi: Päättymispäivä, %@
fr: Date de fin, %@
fr_ca: Date de fin, %@
gu: અંતિમ તારીખ, %@
he: תאריך סיום, %@
hi: समाप्ति तारीख, %@
hr: Datum završetka, %@
hu: Befejezés dátuma, %@
id: Tanggal akhir, %@
it: Data di fine, %@
ja: 終了日、%@
kn: ಅಂತಿಮ ದಿನಾಂಕ, %@
ko: 종료 날짜, %@
ml: അവസാന തീയതി, %@
mr: समाप्ती तारीख, %@
ms: Tarikh tamat, %@
nb: Sluttdato, %@
nl: Einddatum, %@
or: ଶେଷ ତାରିଖ, %@
pa: ਸਮਾਪਤੀ ਤਾਰੀਖ਼, %@
pl: Data końcowa, %@
pt_br: Data de término, %@
pt_pt: Data de término, %@
ro: Data de sfârșit, %@
ru: Дата окончания, %@
sk: Dátum konca, %@
sl: Datum konca, %@
sv: Slutdatum, %@
ta: முடிவுத் தேதி, %@
te: ముగింపు తేదీ, %@
th: วันที่สิ้นสุด, %@
tr: Bitiş tarihi, %@
uk: Дата закінчення, %@
ur: اختتامی تاریخ، %@
vi: Ngày kết thúc, %@
zh_hans: 结束日期，%@
zh_hant: 結束日期，%@

# addEditBudget.field.date.end.placeholder
source: Choose end date
ar: اختر تاريخ الانتهاء
bn: শেষ তারিখ নির্বাচন করুন
ca: Selecciona la data de finalització
cs: Zvolte koncové datum
da: Vælg slutdato
de: Enddatum wählen
el: Επιλέξτε ημερομηνία λήξης
es: Elegir fecha de fin
es_mx: Elige la fecha final
fi: Valitse lopetuspäivä
fr: Choisir la date de fin
fr_ca: Choisir la date de fin
gu: અંતિમ તારીખ પસંદ કરો
he: בחר תאריך סיום
hi: समाप्ति तारीख चुनें
hr: Odaberite krajnji datum
hu: Végdátum kiválasztása
id: Pilih tanggal akhir
it: Scegli la data di fine
ja: 終了日を選択
kn: ಅಂತಿಮ ದಿನಾಂಕ ಆಯ್ಕೆ ಮಾಡಿ
ko: 종료 날짜 선택
ml: അവസാന തീയതി തിരഞ്ഞെടുക്കുക
mr: समाप्ती तारीख निवडा
ms: Pilih tarikh akhir
nb: Velg sluttdato
nl: Einddatum kiezen
or: ଶେଷ ତାରିଖ ବାଛନ୍ତୁ
pa: ਸਮਾਪਤੀ ਤਾਰੀਖ਼ ਚੁਣੋ
pl: Wybierz datę końcową
pt_br: Escolher data final
pt_pt: Escolher data de término
ro: Alege data de încheiere
ru: Выберите дату окончания
sk: Vybrať dátum konca
sl: Izberi datum konca
sv: Välj slutdatum
ta: முடிவுத் தேதியைத் தேர்ந்தெடுக்கவும்
te: ముగింపు తేదీని ఎంచుకోండి
th: เลือกวันสิ้นสุด
tr: Bitiş tarihini seçin
uk: Виберіть дату закінчення
ur: اختتام کی تاریخ منتخب کریں
vi: Chọn ngày kết thúc
zh_hans: 选择结束日期
zh_hant: 選擇結束日期
